{"class_name": "Sequential", "keras_version": "2.1.2", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "activation": "relu", "batch_input_shape": [null, 30], "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "bias_regularizer": null, "name": "dense_1", "units": 30, "activity_regularizer": null, "dtype": "float32"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "bias_regularizer": null, "name": "dense_2", "units": 15, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "bias_regularizer": null, "name": "dense_3", "units": 1, "activity_regularizer": null}}], "backend": "tensorflow"}