{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"use_bias": true, "batch_input_shape": [null, 30], "units": 30, "bias_regularizer": null, "dtype": "float32", "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "activation": "relu", "name": "dense_1", "kernel_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 15, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "activation": "relu", "name": "dense_2", "kernel_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 1, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "activation": "relu", "name": "dense_3", "kernel_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "keras_version": "2.1.2", "backend": "tensorflow"}