{"keras_version": "2.1.2", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "trainable": true, "activation": "relu", "units": 30, "activity_regularizer": null, "kernel_regularizer": null, "dtype": "float32", "bias_regularizer": null, "batch_input_shape": [null, 30], "use_bias": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "name": "dense_1"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "trainable": true, "units": 15, "activation": "relu", "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "name": "dense_2"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "trainable": true, "units": 1, "activation": "relu", "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "name": "dense_3"}}], "class_name": "Sequential"}