{"backend": "tensorflow", "config": [{"config": {"kernel_constraint": null, "units": 30, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "dtype": "float32", "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_1", "batch_input_shape": [null, 30], "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 15, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_2", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 1, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "name": "dense_3", "activity_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.1.2", "class_name": "Sequential"}