{"class_name": "Sequential", "keras_version": "2.1.2", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 30], "units": 30, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "bias_regularizer": null, "use_bias": true, "activation": "relu", "activity_regularizer": null, "kernel_regularizer": null, "dtype": "float32", "bias_constraint": null, "name": "dense_1"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 15, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_regularizer": null, "bias_constraint": null, "name": "dense_2"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 1, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_regularizer": null, "bias_constraint": null, "name": "dense_3"}}]}